Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: While cropping, the corner and edge brackets trim the frame and the picture stays where it is. The dashed outline shows how far each edge can go.
ar: أثناء الاقتصاص، تقوم أقواس الزوايا والحافة بقص الإطار وتبقى الصورة في مكانها. يُظهر المخطط التفصيلي المتقطع المدى الذي يمكن أن تصل إليه كل حافة.
ca: Mentre es retalla, els suports de cantonada i vora retallen el marc i la imatge es manté on està. El contorn guionat mostra fins on pot arribar cada vora.
cs: Během oříznutí oříznou rohové a okrajové závorky rámeček a obrázek zůstane tam, kde je. Čárkovaný obrys ukazuje, jak daleko může každá hrana zajít.
da: Mens du beskærer, trimmer hjørne- og kantbeslagene rammen, og billedet bliver, hvor det er. Den stiplede omrids viser, hvor langt hver kant kan gå.
de: Beim Zuschneiden beschneiden die Klammern an Ecken und Kanten den Rahmen, während das Bild an seinem Platz bleibt. Der gestrichelte Umriss zeigt, wie weit sich jede Kante ziehen lässt.
el: Κατά την περικοπή, τα στηρίγματα γωνίας και άκρων κόβουν το πλαίσιο και η εικόνα παραμένει εκεί που είναι. Το διακεκομμένο περίγραμμα δείχνει πόσο μακριά μπορεί να φτάσει κάθε άκρη.
es: Al recortar, los soportes de las esquinas y los bordes recortan el marco y la imagen se queda donde está. El contorno discontinuo muestra hasta dónde puede llegar cada borde.
fa: هنگام برش، دستگیره‌های گوشه و لبه قاب را کوتاه می‌کنند و تصویر سر جایش می‌ماند. خط‌چین نشان می‌دهد هر لبه تا کجا می‌تواند برود.
fi: Rajauksen aikana kulma- ja reunakiinnikkeet leikkaavat kehystä ja kuva pysyy paikallaan. Katkoviiva osoittaa, kuinka pitkälle kukin reuna voi mennä.
fr: Pendant le recadrage, les poignées des coins et des bords rognent le cadre et l'image reste en place. Le contour en pointillés indique jusqu'où chaque bord peut aller.
he: בזמן החיתוך, סוגרי הפינה והקצה חותכים את המסגרת והתמונה נשארת במקומה. המתאר המקווקו מראה כמה רחוק כל קצה יכול להגיע.
hr: Tijekom izrezivanja, kutni i rubni nosači obrezuju okvir i slika ostaje tamo gdje jest. Crtkani obris pokazuje koliko daleko svaki rub može ići.
hu: Vágás közben a sarok- és élkonzolok levágják a keretet, és a kép ott marad, ahol van. A szaggatott körvonal azt mutatja, hogy az egyes élek meddig mehetnek el.
id: Saat memotong, tanda kurung sudut dan tepi memotong bingkai dan gambar tetap berada di tempatnya. Garis putus-putus menunjukkan seberapa jauh setiap sisi dapat bergerak.
it: Durante il ritaglio, le maniglie agli angoli e ai bordi ritagliano la cornice e l'immagine resta dov'è. Il contorno tratteggiato mostra fin dove può arrivare ogni bordo.
ja: トリミング中は、角と辺のハンドルで枠を切り詰めても画像はその場に留まります。破線の輪郭は、各辺をどこまで広げられるかを示します。
ko: 자르는 동안 모서리와 가장자리 핸들로 프레임을 잘라도 사진은 제자리에 있습니다. 점선 윤곽은 각 가장자리를 어디까지 넓힐 수 있는지 보여 줍니다.
ms: Semasa memangkas, kurungan sudut dan tepi memangkas bingkai dan gambar kekal di tempatnya. Garis putus-putus menunjukkan sejauh mana setiap tepi boleh pergi.
nl: Tijdens het bijsnijden snijden de hoek- en randhaakjes het kader bij en blijft de foto waar hij is. De stippellijn laat zien hoe ver elke rand kan gaan.
no: Mens du beskjærer, trimmer hjørne- og kantbrakettene rammen og bildet forblir der det er. Den stiplede omrissen viser hvor langt hver kant kan gå.
pl: Podczas przycinania nawiasy narożnikowe i krawędziowe przycinają ramkę, a obraz pozostaje na swoim miejscu. Przerywany kontur pokazuje, jak daleko może sięgać każda krawędź.
pt_br: Ao recortar, as alças dos cantos e das bordas aparam o quadro e a imagem fica onde está. O contorno tracejado mostra até onde cada borda pode ir.
pt_pt: Durante o corte, os colchetes dos cantos e das bordas cortam o quadro e a imagem permanece onde está. O contorno tracejado mostra até onde cada aresta pode ir.
ro: În timpul tăierii, colțurile și parantezele de margine decupează cadrul și imaginea rămâne acolo unde este. Conturul punctat arată cât de departe poate merge fiecare margine.
ru: При обрезке уголки и маркеры на сторонах подрезают рамку, а изображение остаётся на месте. Пунктирный контур показывает, насколько далеко можно отвести каждую сторону.
sk: Počas orezania rohové a okrajové zátvorky orežú rám a obrázok zostane tam, kde je. Prerušovaný obrys ukazuje, ako ďaleko môže každý okraj zájsť.
sl: Med obrezovanjem kotni in robni nosilci obrežejo okvir in slika ostane tam, kjer je. Črtkan obris prikazuje, kako daleč lahko sega vsak rob.
sv: Under beskärningen trimmar hörn- och kantfästena ramen och bilden stannar där den är. Den streckade konturen visar hur långt varje kant kan gå.
th: ขณะครอบตัด กรอบมุมและขอบจะตัดกรอบและรูปภาพจะยังคงอยู่ในตำแหน่งเดิม เส้นประจะแสดงว่าแต่ละขอบสามารถไปได้ไกลแค่ไหน
tr: Kırparken köşe ve kenar tutamaçları çerçeveyi kırpar, resim ise yerinde kalır. Kesikli çizgi her kenarın ne kadar uzağa gidebileceğini gösterir.
uk: Під час обрізання кутові та бічні маркери підрізають рамку, а зображення лишається на місці. Пунктирний контур показує, наскільки далеко можна відвести кожну сторону.
ur: تراشتے وقت، کونے اور کنارے کے بریکٹ فریم کو تراشتے ہیں اور تصویر جہاں ہے وہیں رہتی ہے۔ ڈیشڈ خاکہ دکھاتا ہے کہ ہر کنارہ کتنی دور جا سکتا ہے۔
vi: Trong khi cắt xén, dấu ngoặc nhọn ở góc và cạnh sẽ cắt khung và ảnh vẫn giữ nguyên vị trí. Đường viền nét đứt cho biết mỗi cạnh có thể đi được bao xa.
zh_hans: 裁剪时，拖动角落和边缘的控制柄可修剪边框，图片保持原位不动。虚线轮廓显示每条边最远可以拖到哪里。
zh_hant: 裁切時，拖移角落和邊緣的控制點可修剪邊框，圖片保持原位不動。虛線輪廓顯示每條邊最遠可以拖到哪裡。

source: While demo mode is on, the real API key above it is ignored.
ar: أثناء تشغيل الوضع التجريبي، يتم تجاهل المفتاح API الحقيقي الموجود فوقه.
ca: Mentre el mode de demostració està activat, la clau real API que hi ha a sobre s'ignora.
cs: Když je demo režim zapnutý, skutečné tlačítko API nad ním je ignorováno.
da: Mens demotilstand er aktiveret, ignoreres den rigtige API-tast over den.
de: Solange der Demomodus aktiv ist, wird der echte API-Schlüssel darüber ignoriert.
el: Ενώ η λειτουργία επίδειξης είναι ενεργοποιημένη, το πραγματικό πλήκτρο API πάνω από αυτό αγνοείται.
es: Mientras el modo de demostración está activado, se ignora la clave de API real de arriba.
fa: تا وقتی حالت نمایشی روشن است، کلید API واقعیِ بالای آن نادیده گرفته می‌شود.
fi: Kun esittelytila on päällä, oikea API-näppäin sen yläpuolella ohitetaan.
fr: Lorsque le mode démo est activé, la vraie clé API au-dessus est ignorée.
he: בזמן שמצב הדגמה פועל, מתעלמים מהמקש האמיתי API מעליו.
hr: Dok je demo način rada uključen, prava tipka API iznad njega se zanemaruje.
hu: Amíg a bemutató mód be van kapcsolva, a felette lévő valódi API billentyűt figyelmen kívül hagyja.
id: Saat mode demo aktif, kunci API sebenarnya di atasnya diabaikan.
it: Mentre la modalità demo è attiva, la chiave API reale qui sopra viene ignorata.
ja: デモモードがオンの間は、その上にある実際の API キーは無視されます。
ko: 데모 모드가 켜져 있는 동안에는 그 위의 실제 API 키가 무시됩니다.
ms: Semasa mod demo dihidupkan, kekunci API sebenar di atasnya diabaikan.
nl: Als de demomodus is ingeschakeld, wordt de echte API-toets erboven genegeerd.
no: Mens demomodus er på, ignoreres den virkelige API-tasten over den.
pl: Gdy tryb demonstracyjny jest włączony, prawdziwy klawisz API nad nim jest ignorowany.
pt_br: Enquanto o modo de demonstração está ativado, a chave de API real acima é ignorada.
pt_pt: Enquanto o modo de demonstração está ativado, a chave API real acima dele é ignorada.
ro: În timp ce modul demonstrativ este activat, tasta reală API de deasupra acesteia este ignorată.
ru: Пока демо-режим включен, настоящий ключ API выше игнорируется.
sk: Keď je demo režim zapnutý, skutočné tlačidlo API nad ním je ignorované.
sl: Ko je demo način vklopljen, je prava tipka API nad njim prezrta.
sv: Medan demoläget är på ignoreras den verkliga API-tangenten ovanför den.
th: ในขณะที่โหมดสาธิตเปิดอยู่ ปุ่ม API จริงที่อยู่ด้านบนจะถูกละเว้น
tr: Demo modu açıkken, üstündeki gerçek API anahtarı yok sayılır.
uk: Поки демо-режим увімкнено, справжній ключ API вище ігнорується.
ur: ڈیمو موڈ آن ہونے کے دوران، اس کے اوپر موجود اصلی API کلید کو نظر انداز کر دیا جاتا ہے۔
vi: Khi chế độ demo được bật, phím API thực ở trên sẽ bị bỏ qua.
zh_hans: 演示模式开启时，其上方的实际 API 密钥会被忽略。
zh_hant: 示範模式開啟時，其上方的實際 API 密鑰會被忽略。

source: Width
ar: العرض
ca: Amplada
cs: Šířka
da: Bredde
de: Breite
el: Πλάτος
es: Anchura
fa: عرض
fi: Leveys
fr: Largeur
he: רוחב
hr: Širina
hu: Szélesség
id: Lebar
it: Larghezza
ja: 幅
ko: 너비
ms: Lebar
nl: Breedte
no: Bredde
pl: Szerokość
pt_br: Largura
pt_pt: Largura
ro: lățime
ru: Ширина
sk: šírka
sl: širina
sv: Bredd
th: ความกว้าง
tr: Genişlik
uk: Ширина
ur: چوڑائی
vi: Chiều rộng
zh_hans: 宽度
zh_hant: 寬度

source: Window ▸ Show Main Window
ar: النافذة ▸ إظهار النافذة الرئيسية
ca: Finestra ▸ Mostra la finestra principal
cs: Okno ▸ Zobrazte hlavní okno
da: Vindue ▸ Vis hovedvindue
de: Fenster ▸ Hauptfenster anzeigen
el: Παράθυρο ▸ Εμφάνιση Κύριου Παραθύρου
es: Ventana ▸ Mostrar ventana principal
fa: پنجره ▸ نمایش پنجره اصلی
fi: Ikkuna ▸ Näytä pääikkuna
fr: Fenêtre ▸ Afficher la fenêtre principale
he: חלון ▸ הצג את החלון הראשי
hr: Prozor ▸ Prikaži glavni prozor
hu: Ablak ▸ A főablak megjelenítése
id: Jendela ▸ Tampilkan Jendela Utama
it: Finestra ▸ Mostra finestra principale
ja: ウインドウ ▸ メインウインドウを表示
ko: 윈도우 ▸ 메인 윈도우 보기
ms: Tetingkap ▸ Tunjukkan Tetingkap Utama
nl: Venster ▸ Hoofdvenster weergeven
no: Vindu ▸ Vis hovedvindu
pl: Okno ▸ Pokaż okno główne
pt_br: Janela ▸ Mostrar janela principal
pt_pt: Janela ▸ Mostrar janela principal
ro: Fereastra ▸ Afișează fereastra principală
ru: Окно ▸ Показать главное окно
sk: Okno ▸ Zobraziť hlavné okno
sl: Okno ▸ Prikaži glavno okno
sv: Fönster ▸ Visa huvudfönster
th: หน้าต่าง ▸ แสดงหน้าต่างหลัก
tr: Pencere ▸ Ana Pencereyi Göster
uk: Вікно ▸ Показати головне вікно
ur: ونڈو ▸ مین ونڈو دکھائیں۔
vi: Cửa sổ ▸ Hiển thị cửa sổ chính
zh_hans: 窗口 ▸ 显示主窗口
zh_hant: 視窗 ▸ 顯示主視窗

source: With **Edit selected shapes in the inspector** turned on in Settings, selecting a shape swaps these controls for the shape's own. Click the row name at the top of the inspector, or press **Esc**, to come back.
ar: مع تشغيل **تحرير الأشكال المحددة في المفتش** في الإعدادات، يؤدي تحديد شكل إلى تبديل عناصر التحكم هذه بالشكل الخاص. انقر فوق اسم الصف الموجود أعلى المفتش، أو اضغط على **Esc** للعودة.
ca: Amb **Edita les formes seleccionades a l'inspector** activat a Configuració, seleccionar una forma intercanvia aquests controls pels propis de la forma. Feu clic al nom de la fila a la part superior de l'inspector o premeu **Esc** per tornar.
cs: Když je v Nastavení zapnutá možnost **Upravit vybrané tvary v inspektoru**, výběrem tvaru se tyto ovládací prvky zamění za vlastní. Chcete-li se vrátit zpět, klikněte na název řádku v horní části inspektoru nebo stiskněte **Esc**.
da: Med **Rediger valgte former i infoboksen** slået til i Indstillinger, skifter valg af en form disse kontroller ud med figurens egne. Klik på rækkenavnet øverst i inspektøren, eller tryk på **Esc** for at komme tilbage.
de: Ist in den Einstellungen **Ausgewählte Formen im Inspektor bearbeiten** aktiviert, ersetzt die Auswahl einer Form diese Steuerelemente durch die der Form. Klicke oben im Inspektor auf den Zeilennamen oder drücke **Esc**, um zurückzukehren.
el: Με την **Επεξεργασία επιλεγμένων σχημάτων στον επιθεωρητή** ενεργοποιημένη στις Ρυθμίσεις, η επιλογή ενός σχήματος αλλάζει αυτά τα στοιχεία ελέγχου με τα δικά του σχήματος. Κάντε κλικ στο όνομα της σειράς στο επάνω μέρος του επιθεωρητή ή πατήστε **Esc**, για να επιστρέψετε.
es: Con **Editar las formas seleccionadas en el inspector** activado en Ajustes, al seleccionar una forma estos controles se cambian por los de la forma. Haz clic en el nombre de la fila arriba del inspector, o pulsa **Esc**, para volver.
fa: وقتی **ویرایش شکل‌های انتخاب‌شده در بازرس** در تنظیمات روشن باشد، انتخاب یک شکل این کنترل‌ها را با کنترل‌های همان شکل جایگزین می‌کند. برای بازگشت، روی نام ردیف در بالای بازرس کلیک کنید یا **Esc** را فشار دهید.
fi: Kun **Muokkaa valittuja muotoja asetuksissa** on käytössä asetuksissa, muodon valitseminen vaihtaa nämä säätimet muodon omiksi. Napsauta rivin nimeä asetusten yläosassa tai paina **Esc** palataksesi takaisin.
fr: Lorsque **Modifier les formes sélectionnées dans l’inspecteur** est activé dans les réglages, sélectionner une forme remplace ces commandes par celles de la forme. Cliquez sur le nom de la ligne en haut de l’inspecteur, ou appuyez sur **Échap**, pour revenir.
he: כאשר **ערוך צורות נבחרות במפקח** מופעלת בהגדרות, בחירת צורה מחליפה את הפקדים האלה לצורה משלה. לחץ על שם השורה בחלק העליון של המפקח, או לחץ על **Esc**, כדי לחזור.
hr: Uz **Uređivanje odabranih oblika u inspektoru** uključeno u Postavkama, odabir oblika zamjenjuje te kontrole vlastitim oblikom. Kliknite na naziv retka na vrhu inspektora ili pritisnite **Esc** za povratak.
hu: Ha a **Kijelölt alakzatok szerkesztése az ellenőrzőben** be van kapcsolva a Beállításokban, az alakzat kiválasztása felcseréli ezeket a vezérlőket az alakzat sajátjaival. Kattintson a sor nevére az ellenőrző tetején, vagy nyomja meg az **Esc** billentyűt a visszatéréshez.
id: Dengan mengaktifkan **Edit bentuk yang dipilih di inspektur** di Pengaturan, memilih bentuk akan menukar kontrol ini dengan kontrol bentuk itu sendiri. Klik nama baris di bagian atas inspektur, atau tekan **Esc**, untuk kembali.
it: Con **Modifica le forme selezionate nell'inspector** attivato nelle Impostazioni, selezionando una forma questi controlli vengono sostituiti da quelli della forma. Fai clic sul nome della riga in cima all'inspector, o premi **Esc**, per tornare indietro.
ja: 設定で **選択した図形をインスペクタで編集** をオンにすると、図形を選択したときにこれらの項目がその図形用の項目に切り替わります。戻るには、インスペクタ上部の行名をクリックするか **Esc** を押します。
ko: 설정에서 **선택한 도형을 인스펙터에서 편집**을 켜면 도형을 선택할 때 이 컨트롤이 해당 도형의 컨트롤로 바뀝니다. 돌아가려면 인스펙터 맨 위의 행 이름을 클릭하거나 **Esc**를 누르세요.
ms: Dengan **Edit bentuk yang dipilih dalam pemeriksa** dihidupkan dalam Tetapan, memilih bentuk menukar kawalan ini dengan bentuk itu sendiri. Klik nama baris di bahagian atas pemeriksa, atau tekan **Esc**, untuk kembali.
nl: Als **Geselecteerde vormen bewerken in het infovenster** is ingeschakeld in Instellingen, worden bij het selecteren van een vorm deze besturingselementen vervangen door die van de vorm. Klik op de rijnaam bovenaan het infovenster of druk op **Esc** om terug te komen.
no: Med **Rediger valgte figurer i inspektøren** slått på i Innstillinger, bytter valg av en form disse kontrollene med figurens egne. Klikk på radnavnet øverst i inspektøren, eller trykk på **Esc** for å komme tilbake.
pl: Gdy w Ustawieniach włączona jest opcja **Edytuj wybrane kształty w Inspektorze**, wybranie kształtu powoduje zamianę tych elementów sterujących na własne. Kliknij nazwę wiersza u góry inspektora lub naciśnij **Esc**, aby wrócić.
pt_br: Com **Editar formas selecionadas no inspetor** ativado em Ajustes, selecionar uma forma troca esses controles pelos controles da própria forma. Clique no nome da linha no topo do inspetor, ou pressione **Esc**, para voltar.
pt_pt: Com **Editar formas selecionadas no inspetor** ativado em Configurações, a seleção de uma forma troca esses controles pelos próprios controles da forma. Clique no nome da linha na parte superior do inspetor ou pressione **Esc** para voltar.
ro: Cu **Editați formele selectate în inspector** activată în Setări, selectarea unei forme schimbă aceste controale cu cele ale formei. Faceți clic pe numele rândului din partea de sus a inspectorului sau apăsați **Esc** pentru a reveni.
ru: Если в Настройках включен параметр **Редактировать выбранные фигуры в инспекторе**, при выборе фигуры эти элементы управления заменяются настройками самой фигуры. Чтобы вернуться, нажмите название строки вверху инспектора или **Esc**.
sk: Keď je v Nastaveniach zapnutá možnosť **Upraviť vybraté tvary v inšpektorovi**, výberom tvaru sa tieto ovládacie prvky vymenia za vlastné. Kliknite na názov riadka v hornej časti inšpektora alebo stlačte **Esc**, aby ste sa vrátili.
sl: Ko je v nastavitvah vklopljeno **Urejanje izbranih oblik v inšpektorju**, izbira oblike zamenja te kontrolnike z lastnimi oblikami. Kliknite ime vrstice na vrhu inšpektorja ali pritisnite **Esc**, da se vrnete.
sv: Med **Redigera valda former i granskaren** aktiverat i Inställningar, byts dessa kontroller mot formens egna om du väljer en form. Klicka på radnamnet högst upp i inspektören eller tryck på **Esc** för att komma tillbaka.
th: เมื่อเปิด **แก้ไขรูปร่างที่เลือกในตัวตรวจสอบ** ในการตั้งค่า การเลือกรูปร่างจะสลับการควบคุมเหล่านี้กับรูปร่างของตัวเอง คลิกชื่อแถวที่ด้านบนของตัวตรวจสอบ หรือกด **Esc** เพื่อกลับมา
tr: Ayarlar'da **Seçili şekilleri denetçide düzenle** açıkken bir şekil seçmek bu denetimlerin yerine şeklin kendi denetimlerini getirir. Geri dönmek için denetçinin üstündeki satır adına tıklayın veya **Esc** tuşuna basın.
uk: Коли в Параметрах увімкнено **Редагувати вибрані фігури в інспекторі**, вибір фігури замінює ці елементи керування елементами самої фігури. Щоб повернутися, клацніть назву рядка вгорі інспектора або натисніть **Esc**.
ur: **انسپکٹر میں منتخب کردہ شکلوں میں ترمیم کرنے کے ساتھ** سیٹنگز میں آن کر کے، کسی شکل کو منتخب کرنے سے ان کنٹرولز کو اپنی شکل کے لیے تبدیل کر دیا جاتا ہے۔ انسپکٹر کے اوپری حصے میں قطار کے نام پر کلک کریں، یا واپس آنے کے لیے **Esc** کو دبائیں۔
vi: Với **Chỉnh sửa các hình dạng đã chọn trong trình kiểm tra** được bật trong Cài đặt, việc chọn hình dạng sẽ hoán đổi các điều khiển này thành hình dạng riêng. Bấm vào tên hàng ở đầu trình kiểm tra hoặc nhấn **Esc** để quay lại.
zh_hans: 在“设置”中开启 **在检查器中编辑所选形状** 后，选择形状会将这些控件替换为该形状自己的控件。点按检查器顶部的行名称或按 **Esc** 即可返回。
zh_hant: 在「設定」中開啟**在檢閱器中編輯所選形狀**後，選取形狀時，這些控制項目會替換為該形狀本身的控制項目。按一下檢閱器頂端的列名稱，或按 **Esc** 即可返回。
